Repository: common-repository/publish-posts-without-signup
Catalog: lang/Anderson_Makiyama_Publish_Posts_Without_Signup-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: Options saved
pt_br: As Opções foram Salvas

source: Post Title and Post Text cannot be empty
pt_br: O Título e o Texto do Post devem ser preenchidos

source: You have exceeded the maximum number of post creation per day limit.
pt_br: Você excedeu o número máximo do limite de criação de posts por dia.

source: Come back tomorrow!
pt_br: Volte amanhã!

source: Your Post has been Published!
pt_br: O Post foi publicado

source: Your Post has been submited for Moderation!
pt_br: O Post foi enviado para moderação

source: Post Title: (*)
pt_br: Título do Post: (*)

source: Post Text
pt_br: Texto do Post

source: separated with comma
pt_br: Separados por vírgula

source: Post it
pt_br: Publicar

source: options page
pt_br: Página de Opções

source: If you want you can add a new user called (anonymous) and enter his ID on the field &quot;Default User&quot;, so, any new posts will be published using that user credentials.
pt_br: Se desejares, podes inserir um novo usuário chamado (anônimo) e inserir seu ID no campo &quot;Usuário Padrão&quot;, assim sendo, todo novo post será publicado usando as credencias desse usuário.

source: Default Informations
pt_br: Informações padrão

source: Default Status
pt_br: Status padrão

source: Post will be published
pt_br: O Post será publicado

source: Post will be sent for moderation
pt_br: O Post será enviado para moderação

source: Select the default status for new posts
pt_br: Selecione o status padrão para os novos posts

source: Default User
pt_br: Usuário padrão

source: Default User Id to create new posts. If not informed, ID 1 is assumed
pt_br: ID do usuário padrão para criar novos posts. Caso não informado, ID 1 será utilizado.

source: Default Category
pt_br: Categoria padrão

source: Default Category ID to create new posts. If not informed, ID 1 is assumed
pt_br: ID da categoria padrão para criar novos posts. Caso não informado, ID 1 será utilizado

source: Limits Informations
pt_br: Informações de Limites

source: Max Posts Per IP Per Day
pt_br: Máximo de Posts por IP por dia

source: Number of posts can be created by one IP daily. <strong>-1</strong> for no limits. It is interesting to avoid abuses and spams
pt_br: Número de posts que podem ser criados por um IP diariamente. <strong>-1</strong> para sem limites. Isso é interessante para evitar abusos e spams.

source: Save Changes
pt_br: Salvar Alterações

source: Visit Plugin's page:
pt_br: Visite a Página do Plugin

source: Visit Autor's blog:
pt_br: Visite o Blog do Autor

source: http://blogwordpress.ws
pt_br: http://wordpresslivro.com
